/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Delete";
"Basic settings" = "Basic settings";


/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";


/* HOME VIEW */

"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete.";


/* PROJECTS VIEW */

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"There's nothing here right now" = "There's nothing here right now";

/* A button that shows a menu with the following items */
"Sort" = "Sort";
"Sort items" = "Sort items"; /* The title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date items were created */
"Title" = "Title"; /* Sort by item title */

/* Default names for a new project and a new item*/
"New Project" = "New Project";
"New Item" = "New Item";

"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";


/* EDITING PROJECTS */

"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this Project";
"Custom project color" = "Custom project color";

"Upload to iCloud" = "Upload to iCloud";
"Remove from iCloud" = "Remove from iCloud";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Close this project";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely.";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";

"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

"Project reminders" = "Project reminders";
"Show reminders" = "Show reminders";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";
"Reminder time" = "Reminder time";


/* EDITING ITEMS */

"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";

"Mark Completed" = "Mark Completed";


/* AWARDS */

"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";


/* COMMUNITY */
"Community" = "Community";
"Shared Projects" = "Shared Projects";
"No results" = "No results";
"Sign in to comment" = "Sign in to comment";
"Enter your message" = "Enter your message";
"Send" = "Send";
"Chat about this project…" = "Chat about this project…";


/* Unlocking premium */
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the store. Please try again later." = "Sorry, there was an error loading the store. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";


/* Error reporting */
"There was an error" = "There was an error";
"A fatal error occurred: %@" = "A fatal error occurred: %@";
"An unknown error occurred: %@" = "An unknown error occurred: %@";
"There was a problem communicating with iCloud; please check your network connection and try again." = "There was a problem communicating with iCloud; please check your network connection and try again.";
"There was a problem with your iCloud account; please check that you're logged in to iCloud." = "There was a problem with your iCloud account; please check that you're logged in to iCloud.";
"You've hit iCloud's rate limit; please wait a moment then try again." = "You've hit iCloud's rate limit; please wait a moment then try again.";
"You've exceeded your iCloud quota; please clear up some space then try again." = "You've exceeded your iCloud quota; please clear up some space then try again.";


/* OTHER STRINGS */

"Please select something from the menu to begin." = "Please select something from the menu to begin.";


/* WIDGETS */
"Up next…" = "Up next…";
"Nothing!" = "Nothing!";
"Your #1 top-priority item." = "Your #1 top-priority item.";
"Your most important item." = "Your most important item.";

